{
	"artworks": [{
		"id": "34",
		"title": "Entrance",
		"artist": "Maurice Cockrill",
		"yearOfWork": "1975",
		"Information": "Hyper-realistic style painting of the artist's girlfriend at the time outside what was the entrance to the Arts Reading Room.  Cockrill was a lecturer in fine art at Liverpool Polytechnic 1967-80 and Keeper of the Royal Academy of Arts, 2004.  He has been described as 'one of the most expressive painters of the 1980s and 1990s'.",
		"lat": "53.40191",
		"long": "-2.96588",
		"locationNotes": "Entrance to the Rendall Building",
		"fileName": "Entrance by Maurice Cockrill.jpg",
		"lastModified": "2017-11-22 12:22:31"
	}, {
		"id": "44",
		"title": "A Sunny Day",
		"artist": "Endre Nemes",
		"yearOfWork": "1964",
		"Information": "Nemes was born in Hungary and studied at the Art Academy in Prague.  He first exhibited in Prague in 1936 before he immigrated to Helsinki in 1938.  His work is represented in many public collections including the Museum of Modern Art Stockholm, Philadelphia Museum and Brooklyn Museum USA.",
		"lat": "53.406231",
		"long": "-2.965867",
		"locationNotes": "Electrical Engineering Building",
		"fileName": "A Sunny Day by Endre Nemes.jpg",
		"lastModified": "2017-11-22 12:22:36"
	}, {
		"id": "40",
		"title": "Abstract",
		"artist": "Christopher Darton Watkins",
		"yearOfWork": "1964",
		"Information": "Watkins studied at the Ruskin School of Art, Oxford.  Over time he has developed his own techniques, building up the surface of the painting using different materials and incorporating beeswax, therefore removing the need to varnish his paintings and also enhancing the colours. ",
		"lat": "53.406231",
		"long": "-2.965867",
		"locationNotes": "Electrical Engineering Building",
		"fileName": "Abstract by Christopher Darton Watkins.jpg",
		"lastModified": "2017-11-22 12:23:07"
	}, {
		"id": "54",
		"title": "Black Concrete Wall Relief",
		"artist": "Eric Paskett",
		"yearOfWork": "",
		"Information": "This relief comprises three unequal panels that span from the floor to the ceiling.  The design by Paskett is based on oceanographical motifs.  The black sculptured concrete proviesa contrast of between the plain, smooth surfaces and the rugged, sculptured ones.",
		"lat": "53.405379",
		"long": "-2.964723",
		"locationNotes": "Maths and Oceanography Building, near reception",
		"fileName": "Black Concrete Wall Relief by Paskett.png",
		"lastModified": "2017-11-22 12:31:19"
	}, {
		"id": "55",
		"title": "Five Panel Terracotta Mural",
		"artist": "John McCarthy",
		"yearOfWork": "",
		"Information": "These panels illustrate the growth of mathematical ideas and were designed by McCarthy.  ",
		"lat": "53.405379",
		"long": "-2.964723",
		"locationNotes": "Maths and Oceanography Building, over the lecture theatre doors and down the stairs",
		"fileName": "Five Panel Terracotta Mural by McCarthy.png",
		"lastModified": "2017-11-22 12:34:50"
	}, {
		"id": "35",
		"title": "The New Testament Group",
		"artist": "Albrecht Lipczinski",
		"yearOfWork": "1915",
		"Information": "This classical style group painting was commissioned by Professor Charles Reilly (Professor of Architecture) in 1915.  To pay for the commission Reilly collected a contribution from each of the professors involved.  The group shows senior members of the faculty who used to meet at the University Club and, though there was a claim that a missing portrait had been scraped out of the painting, technical analysis has proved this claim to be inconclusive.",
		"lat": "53.406733",
		"long": "-2.966015",
		"locationNotes": "In the reading\/study room at the Harold Cohen Library, above glass doors",
		"fileName": "The New Testament Group by Lipczinski.jpg",
		"lastModified": "2017-11-22 12:43:48"
	}, {
		"id": "36",
		"title": "Composition",
		"artist": "Henry Mundy",
		"yearOfWork": "1965",
		"Information": "Mundy was born in Birkenhead in 1919.  He studied in Liverpool but now lives, works and teaches part time in Devon.  Mundy creates geometric compositions in an abstract style with acrylic on canvas or paper that do not refer to 'outside stimuli'.  This work was purchased when the artist was relatively unknown.  ",
		"lat": "53.406231",
		"long": "-2.965867",
		"locationNotes": "Electrical Engineering Building",
		"fileName": "Composition by Henry Mundy.jpg",
		"lastModified": "2017-11-22 12:44:53"
	}, {
		"id": "37",
		"title": "Wardrop I",
		"artist": "Robyn Denny",
		"yearOfWork": "1961",
		"Information": "This work was acquired when the artist was comparatively unknown.  His work has come to be represented in Tate Gallery, Museum of Modern Art (MOMA) and across the globe.  Denny was an abstract painter who was involved in transforming British art in the 1950s, leading it into the international mainstream.",
		"lat": "53.406231",
		"long": "-2.965867",
		"locationNotes": "Electrical Engineering Building",
		"fileName": "Wardrop 1 by Robyn Denny.jpg",
		"lastModified": "2017-11-22 12:45:27"
	}, {
		"id": "38",
		"title": "Enclosed Forms Brown and Blue",
		"artist": "Paul Feiler",
		"yearOfWork": "1965",
		"Information": "Born in Germany in 1919 Feiler came to England in 1933 where he studied at the Slade School of Fine Art and began his career as an artist in Britain.  From 1941 to 1975 he taught art in south west England.  He was inspired by the Cornish light and landscape.  His work is concerned with architectural space and organised geometric forms.",
		"lat": "53.406231",
		"long": "-2.965867",
		"locationNotes": "Electrical Engineering Building",
		"fileName": "Enclosed Forms by Paul Feiler.jpg",
		"lastModified": "2017-11-22 12:46:17"
	}, {
		"id": "59",
		"title": "Red Between",
		"artist": "Philip King",
		"yearOfWork": "1971-1973",
		"Information": "Red Between was made in two stages over two years, separated by the making of 'Yellow Between' and 'Blue Between'.  Red Between is described as having common elements with the other works but seems less composed and has less 'skin-like' paint effects than the other works.",
		"lat": "53.406792",
		"long": "-2.966819",
		"locationNotes": "Quadrangle behind Victoria Gallery & Museum",
		"fileName": "Red Between by King.png",
		"lastModified": "2017-11-22 13:02:04"
	}, {
		"id": "61",
		"title": "Shemaiah",
		"artist": "Sean Rice",
		"yearOfWork": "1980s",
		"Information": "Rice was a unique and innovative Liverpool artist who both made works and taught at the Liverpool School of Art.  His wide ranging influences, which included oriental and primitive art, are often visible in his works.  He mainly made figurative work, many with religious themes.  Shemaiah is a prophet from the Old Testament.",
		"lat": "53.406593",
		"long": "-2.967644",
		"locationNotes": "Quadrangle behind Victoria Gallery & Museum",
		"fileName": "Shemaiah by Rice.png",
		"lastModified": "2017-11-22 13:03:08"
	}, {
		"id": "64",
		"title": "Front Runner",
		"artist": "Elisabeth Frink",
		"yearOfWork": "1987",
		"Information": "Frink studied at the Guildford School of Art (1946-1947) and the Chelsea School of Art (1949-1953).  She was created a Dame of the British Empire in 1982.  She described this work as a tribute to human rights and that the figure is a man running away from persecution.",
		"lat": "53.40701",
		"long": "-2.967735",
		"locationNotes": "Quadrangle between Whelan Building and Thompson Yates Laboratories",
		"fileName": "Front Runner by Frink.png",
		"lastModified": "2017-11-22 13:05:00"
	}, {
		"id": "53",
		"title": "Open Metalwork Gate and Screen",
		"artist": "John McCarthy",
		"yearOfWork": "1961",
		"Information": "The gate and screen are both inspired by mathematics and are abstract in design.  The two elements of the work contrast one another.  The gate consists of a star-like pattern of intersecting lines in thin wire and the screen is bolder, consisting of a free arrangement of mathematical symbols.  The sculptor continued the ideas of the building's architect, who had intentionally used materials during construction that had contrasts in textures and light and dark materials.",
		"lat": "53.405383",
		"long": "-2.965423",
		"locationNotes": "Outside the Maths and Oceanography Building surrounding the bike park area",
		"fileName": "Open Metalwork by McCarthy.png",
		"lastModified": "2017-11-22 13:11:07"
	}, {
		"id": "56",
		"title": "Lettering",
		"artist": "Maxwell Fry",
		"yearOfWork": "1960",
		"Information": "The names of famous engineers are displayed in pre-cast concrete on a curved wall.  Fry is regarded as the father of the modern movement in architecture in Britain and he believed that buildings should be carefully matched to their environment.  Fry trained at Liverpool School of Architecture.",
		"lat": "53.406817",
		"long": "-2.968322",
		"locationNotes": "Front of the Maxwel Fry\/Civil Engineering Building",
		"fileName": "Lettering by Fry.png",
		"lastModified": "2017-11-22 13:13:37"
	}, {
		"id": "45",
		"title": "Statue of the Duke of Albany",
		"artist": "Count Victor Gleichen",
		"yearOfWork": "1886",
		"Information": "This sculpture of the Duke of Albany, youngest son of Queen Victoria and Prince Albert, shows him in his academic gown holding a closed book with a pile of books behind his left book.  The artist was his cousin.",
		"lat": "53.406389",
		"long": "-2.96739",
		"locationNotes": "Mechanical Engineering Building",
		"fileName": "Duke of Albany by Gleichen.png",
		"lastModified": "2017-11-23 11:34:26"
	}, {
		"id": "43",
		"title": "Far Shore",
		"artist": "Bryan Wynter",
		"yearOfWork": "1963",
		"Information": "Wynter's style has progressed from figurative to a more dynamic abstract style.  His works are in many collections including the Tate, the British Council, the Arts Council and many other galleries across the UK.",
		"lat": "53.406231",
		"long": "-2.965867",
		"locationNotes": "Electrical Engineering Building",
		"fileName": "Far Shore by Bryan Wynter.jpg",
		"lastModified": "2017-11-23 11:35:10"
	}, {
		"id": "46",
		"title": "Figures",
		"artist": "William Birnie Rhind",
		"yearOfWork": "1912-1914",
		"Information": "The two figures are in full relief and are arranged around an urn, which shows similarities to the Greek style of C.J. Allen's relief of Physiology and Pathology nearby.  The two figures are resting either side of the pediment, clasping their cloaks and gazing across the quadrangle.",
		"lat": "53.406561",
		"long": "-2.966203",
		"locationNotes": "Front of the Ashton Building",
		"fileName": "Figures by Rhind.png",
		"lastModified": "2017-11-23 11:36:51"
	}, {
		"id": "39",
		"title": "Garrick No.2",
		"artist": "Bernard Cohen",
		"yearOfWork": "1964",
		"Information": "Cohen was born in London in 1933.  He studied at the Slade School of Fine Art from 1951 until 1954 and was appointed Professor and Director of the Slade in 1988.  His work became prominent in the 1960s and he has exhibited widely.  Cohen's work displays complex images of pattern and colour with roots in abstract expressionism.  ",
		"lat": "53.406231",
		"long": "-2.965867",
		"locationNotes": "Electrical Engineering Building",
		"fileName": "Garrick No2 by Bernard Cohen.jpg",
		"lastModified": "2017-11-23 11:37:35"
	}, {
		"id": "60",
		"title": "Liverpool Heroes Memorial Statue",
		"artist": "Tom Murphy",
		"yearOfWork": "2008",
		"Information": "This bronze statue was unveiled in 2008 and is dedicated to war hero Captain Noel Chavasse who died in 1914.  Chavasse was the only man to be awarded two Victoria Crosses during the First World War.  The memorial also names fifteen other Victoria Cross recipients who were born in Liverpool and sacrificed themselves in the First World War.",
		"lat": "53.403219",
		"long": "-2.965829",
		"locationNotes": "Abercromby Square",
		"fileName": "Liverpool Heroes by Murphy.png",
		"lastModified": "2017-11-23 11:42:20"
	}, {
		"id": "47",
		"title": "Physiology and Pathology Relief",
		"artist": "C.J. Allen",
		"yearOfWork": "1895-1898",
		"Information": "This panel symbolises the medical research to be undertaken at the department of Physiology and Pathology.  The figures in the Greek style were modelled on the wives of Professor Sherrington who taught Physiology and Professor Boyce who taught Pathology.  Allen taught sculpture at the University until his retirement in 1927.",
		"lat": "53.406904",
		"long": "-2.967188",
		"locationNotes": "Front of the Thompson Yates Laboratory",
		"fileName": "Physiology and Pathology by Allen.png",
		"lastModified": "2017-11-24 11:36:54"
	}, {
		"id": "41",
		"title": "Sangaree",
		"artist": "John Howlin",
		"yearOfWork": "1964",
		"Information": "Howlin is known for his abstract images and use of vibrant colour.  This work shows the contrast between the matt and shiny surface as the artist uses plastic paint.  ",
		"lat": "53.406231",
		"long": "-2.965867",
		"locationNotes": "Electrical Engineering Building",
		"fileName": "Sangaree by John Howlin.jpg",
		"lastModified": "2017-11-24 11:37:24"
	}, {
		"id": "42",
		"title": "Umbro-Sienese",
		"artist": "Trevor Bell",
		"yearOfWork": "1960",
		"Information": "Born in Leeds in 1930 Bell studied at Leeds College of Art and became a leading member of a group of modernist artists working out of St Ives, Cornwall in the 1950s.  He was inspired by the interaction of elements and movmenet in nature.",
		"lat": "53.406231",
		"long": "-2.965867",
		"locationNotes": "Electrical Engineering Building",
		"fileName": "Umbro Sienese by Trevor Bell.jpg",
		"lastModified": "2017-11-24 11:39:49"
	}, {
		"id": "57",
		"title": "Conflict of Man with the Tides and the Sands",
		"artist": "Peter Lanyon",
		"yearOfWork": "1960",
		"Information": "This work was commissiond for its relevance to the work on tidal barrages and erosion undertaken in the Civil Engineering Department.  Lanyon took up gliding in order to get better acquainted with the landscape.  Tragically he died in 1964 from injuries sustained in a gliding accident.",
		"lat": "53.406668",
		"long": "-2.968232",
		"locationNotes": "Civil Engineering Building entrance",
		"fileName": "Conflict of Man by Lanyon.png",
		"lastModified": "2017-11-24 11:44:32"
	}, {
		"id": "58",
		"title": "Memorial George Holt",
		"artist": "George Frampton",
		"yearOfWork": "1897",
		"Information": "George Holt was a ship owner and leading benefactor of University College, the former name for the University of Liverpool.  He and his brothers also gave Wavertree Park to Liverpool in 1895.",
		"lat": "53.406228",
		"long": "-2.96616",
		"locationNotes": "Victoria Gallery & Museum, stairs leading to the second floor",
		"fileName": "Memorial George Holt by Frampton.png",
		"lastModified": "2017-11-24 11:49:36"
	}, {
		"id": "50",
		"title": "Memorial to Charles William Jones",
		"artist": "C.J. Allen",
		"yearOfWork": "1910",
		"Information": "This work comprises a triptych of coloured alabaster with an oval white marble bas-relief portrait in the centre.  Jones was described as a great friend to the University and its students and taught sculpture here until his retirement in 1927.",
		"lat": "53.406228",
		"long": "-2.96616",
		"locationNotes": "Victoria Gallery & Museum, on staircase leading up to the first floor",
		"fileName": "Memorial to Charles William Jones by Allen.png",
		"lastModified": "2017-11-24 11:49:39"
	}, {
		"id": "52",
		"title": "Ouch",
		"artist": "Stephen Hitchin",
		"yearOfWork": "2010",
		"Information": "This sculpture was purchased from the artist after it was exhibited in 'As Long As It Takes', an exhibition at the Victoria Gallery & Museum from 2009 to 2010.  Hitchin was born in Liverpool in 1953 and continues to work in studios in the city.",
		"lat": "53.406228",
		"long": "-2.96616",
		"locationNotes": "Victoria Gallery & Museum, on staircase leading up to the first floor",
		"fileName": "Ouch by Hitchin.png",
		"lastModified": "2017-11-24 11:49:44"
	}, {
		"id": "63",
		"title": "Gogglehead",
		"artist": "Elisabeth Frink",
		"yearOfWork": "1967",
		"Information": "This work is one of a series of oversize heads, originally conceived as soldiers.  Frink explained the works in relation to oppression at a time when she was actively interested in human rights and said \"I always find it rather sinister when you can't see people's eyes\"\".\"",
		"lat": "53.406228",
		"long": "-2.96616",
		"locationNotes": "Victoria Gallery & Museum, first floor",
		"fileName": "Gogglehead by Frink.png",
		"lastModified": "2017-11-24 11:49:52"
	}, {
		"id": "62",
		"title": "Square With Two Circles",
		"artist": "Barbara Hepworth",
		"yearOfWork": "1964",
		"Information": "Dame Jocelyn Barbara Hepworth DBE was an English artist and sculptor.  Her work exemplifies Modernism and in particular modern sculpture.  She was one of the few female artists of her generation to achieve international prominence.  This sculpture is made of bronze with a concrete base.  Hepworth was influenced by the monolithic power of stone monuments and uses the cut out circles as a device to open up the solid mass of the structure.",
		"lat": "53.405944",
		"long": "-2.96237",
		"locationNotes": "Crown Place Halls of Residence",
		"fileName": "Square with Two Circles by Hepworth.png",
		"lastModified": "2017-11-24 11:52:20"
	}, {
		"id": "49",
		"title": "War Memorial",
		"artist": "C.J. Allen",
		"yearOfWork": "Unveiled 1927",
		"Information": "This sculpture occupies the space in the bay beneath the window in an 'altar-like' arrangement.  Across the triptych are eight inscription tablets of French marble recording the 205 names of members of the University who sadly lost their lives in the First World War.  Above the central panel are the University Arms supported by a 'putto' (little boy) holding a drooping palm branch.",
		"lat": "53.406228",
		"long": "-2.96616",
		"locationNotes": "Victoria Gallery & Museum, Waterhouse Café near the clock",
		"fileName": "War Memorial by Allen.png",
		"lastModified": "2017-11-29 15:20:38"
	}, {
		"id": "51",
		"title": "Statue of Christopher Bushell",
		"artist": "Albert Bruce-Joy",
		"yearOfWork": "Unveiled 1885",
		"Information": "Bushell (1810-1887) was a distinguished public servant in the field of education and was one of the Trustees of Liverpool University College and one of the first Vice Presidents.  A memorial scholarship was set up in his name and this statue was unveiled in 1884 by the Archbishop of York.  The Victoria Building incorporated an apse for the statue and it was placed there shortly after the building's completion in 1892.",
		"lat": "53.406228",
		"long": "-2.96616",
		"locationNotes": "Victoria Gallery & Museum, Waterhouse Café",
		"fileName": "Christopher Bushell by Bruce-Joy.png",
		"lastModified": "2017-11-29 15:20:48"
	}, {
		"id": "48",
		"title": "Learning",
		"artist": "Eric Kennington",
		"yearOfWork": "1938",
		"Information": "The figure holds a key and a lantern, the symbols of learning and stands before a large open book.  Kennington studied at the Lambeth School of Art in 1905 and served as a soldier in the First World War when he became an official war artist.  He is said to have taken up sculpture more or less by accident after being asked to recommend a sculptor for a war memorial and deciding to do the job himself.",
		"lat": "53.406733",
		"long": "-2.966015",
		"locationNotes": "Front of the Harold Cohen Library",
		"fileName": "Learning by Kennington.png",
		"lastModified": "2017-12-01 16:36:15"
	}]
}